{
    "projects": [
        {
            "visible": true,
            "category": " System dedykowany",
            "title": "CyberKatalog",
            "description": "CyberKatalog.pl to innowacyjna platforma online promujca polskie firmy z sektora cyberbezpieczestwa na arenie midzynarodowej. Stworzylimy interaktywny katalog, kt贸ry uatwia nawizywanie kontakt贸w biznesowych. Nowoczesny interfejs, zbudowany w oparciu o Svelte i Tailwind CSS, gwarantuje intuicyjn obsug na ka偶dym urzdzeniu. System oferuje zaawansowane filtrowanie, wyszukiwark oraz integracj z API, co umo偶liwia efektywn prezentacj firm podczas kluczowych wydarze bran偶owych.",
            "tags": ["Svelte", "Tailwind CSS", "TypeScript", "Node.js"],
            "image": {
                "src": "./images/cyberkatalog.pl.png",
                "alt": "Interfejs CyberKatalog - katalog firm cyberbezpieczestwa"
            },
            "links": [
                {
                    "type": "external",
                    "url": "https://cyberkatalog.pl/"
                },
                {
                    "type": "github",
                    "url": "https://github.com/cyberkatalog"
                }
            ]
        },
        {
            "visible": true,
            "category": " Strona Internetowa",
            "title": "R贸wni w Sieci",
            "description": "Wspierajc misj organizacji non-profit R贸wni w Sieci, stworzylimy stron internetow dedykowan walce z wykluczeniem cyfrowym. Wykorzystujc technologie takie jak Gatsby, React i GraphQL, zbudowalimy ultra-szybk i w peni responsywn witryn, kt贸ra skutecznie wspiera dziaania edukacyjne organizacji i dociera do szerokiego grona odbiorc贸w.",
            "tags": ["Gatsby", "React", "GraphQL"],
            "image": {
                "src": "./images/rowniwsieci.pl.png",
                "alt": "Strona g贸wna R贸wni w Sieci - organizacja non-profit przeciwdziaajca wykluczeniu cyfrowemu"
            },
            "links": [
                {
                    "type": "github",
                    "url": "https://github.com/silesiansolutions/rowniwsieci.pl"
                }
            ]
        },
        {
            "visible": true,
            "category": " Sklep Internetowy",
            "title": "WIR Hurtownia Artyku贸w Przemysowych",
            "description": "Dla hurtowni WIR opracowalimy dedykowan aplikacj zakupow B2B, kt贸ra cyfryzuje i usprawnia proces skadania zam贸wie. Rozwizanie oparte na TypeScript i Node.js umo偶liwia klientom hurtowni byskawiczny dostp do oferty oraz intuicyjne zarzdzanie zakupami online, zapewniajc pynno dziaania i maksymaln wygod.",
            "tags": ["TypeScript", "Node.js"],
            "image": {
                "src": "./images/hurtownia-wir.com.pl-aplikacja.png",
                "alt": "Aplikacja zakupowa B2B dla hurtowni WIR"
            },
            "links": []
        },
        {
            "visible": true,
            "category": " Strona Internetowa",
            "title": "WIR Hurtownia Artyku贸w Przemysowych",
            "description": "Zmodernizowalimy wizerunek online hurtowni WIR, firmy z tradycjami sigajcymi 1990 roku. Nowa strona internetowa, oparta na elastycznym systemie WordPress, profesjonalnie prezentuje ofert artyku贸w kosmetycznych i chemicznych. Zapewnilimy intuicyjn nawigacj oraz pen responsywno, by skutecznie wspiera dziaalno firmy w wiecie cyfrowym.",
            "tags": ["WordPress"],
            "image": {
                "src": "./images/hurtownia-wir.com.pl-strona.png",
                "alt": "Nowa strona internetowa hurtowni kosmetyczno-chemicznej WIR"
            },
            "links": [
                {
                    "type": "external",
                    "url": "https://hurtownia-wir.com.pl/"
                }
            ]
        },
        {
            "visible": true,
            "category": " System dedykowany",
            "title": "BLS Katowice",
            "description": "Stworzylimy zaawansowany system dla Biura Likwidacji Szk贸d BLS Katowice, kt贸ry rewolucjonizuje zarzdzanie dokumentacj i procesem obsugi szk贸d. Platforma, oparta na technologiach Angular i Symfony, centralizuje dane, automatyzuje przepyw pracy oraz zapewnia bezpieczn obsug zgosze i integracj z zewntrznymi bazami danych.",
            "tags": ["Angular", "Symfony"],
            "image": {
                "src": "./images/bls-katowice.pl-platforma.png",
                "alt": "Platforma do zarzdzania dokumentacj i obsugi szk贸d BLS Katowice"
            },
            "links": []
        },
        {
            "visible": true,
            "category": " Strona Internetowa",
            "title": "BLS Katowice",
            "description": "Dla Biura Likwidacji Szk贸d BLS Katowice, firmy z ponad 25-letnim dowiadczeniem, zaprojektowalimy nowoczesn witryn korporacyjn. Strona, zbudowana w technologii Angular, gwarantuje byskawiczne dziaanie i upraszcza proces zgaszania szk贸d dziki intuicyjnym formularzom online, podnoszc jako obsugi klienta.",
            "tags": ["Angular"],
            "image": {
                "src": "./images/bls-katowice.pl-strona.png",
                "alt": "Strona internetowa Biura Likwidacji Szk贸d BLS Katowice"
            },
            "links": [
                {
                    "type": "external",
                    "url": "https://www.bls-katowice.pl/"
                }
            ]
        },
        {
            "visible": true,
            "category": " System dedykowany",
            "title": "Best Assistance",
            "description": "Z myl o klientach Best Assistance, stworzylimy nowoczesn aplikacj mobiln PWA do kompleksowej obsugi szk贸d. Aplikacja, wykorzystujca potencja Angulara i Symfony, dziaa na ka偶dym urzdzeniu bez instalacji. Zapewnia natychmiastowy dostp do usug, umo偶liwiajc szybkie zgaszanie szk贸d z dowolnego miejsca, 24/7.",
            "tags": ["Angular", "Symfony"],
            "image": {
                "src": "./images/e-best.com.pl-pwa.png",
                "alt": "Aplikacja mobilna PWA dla Best Assistance"
            },
            "links": []
        },
        {
            "visible": true,
            "category": " System dedykowany",
            "title": "Best Assistance",
            "description": "Wdro偶ylimy centralny panel administracyjny dla Best Assistance, kt贸ry optymalizuje procesy zarzdzania szkodami. System, oparty na technologii Symfony i Twig, stanowi centrum operacyjne dla pracownik贸w, umo偶liwiajc efektywne monitorowanie zgosze i skr贸cenie czasu obsugi ka偶dego przypadku.",
            "tags": ["Symfony", "Twig"],
            "image": {
                "src": "./images/e-best.com.pl-panel.png",
                "alt": "Panel administracyjny do zarzdzania szkodami dla Best Assistance"
            },
            "links": []
        },
        {
            "visible": true,
            "category": " Strona Internetowa",
            "title": "Best Assistance",
            "description": "Zaprojektowalimy i wdro偶ylimy profesjonaln stron internetow dla Best Assistance, kt贸ra stanowi cyfrow wizyt贸wk firmy. Witryna, oparta o framework Symfony, klarownie prezentuje ofert usug w zakresie zarzdzania szkodami i buduje zaufanie klient贸w dziki intuicyjnej architekturze informacji.",
            "tags": ["Symfony", "Twig"],
            "image": {
                "src": "./images/e-best.com.pl-strona.png",
                "alt": "Strona internetowa firmy Best Assistance"
            },
            "links": []
        }
    ],
    "button": {
        "visible": true,
        "label": " Znajd藕 nas na GitHubie",
        "url": "https://github.com/silesiansolutions"
    }
}
